[ResistanceRing X2FacilityTemplate]
CompletedSummary="反抗军命令可用!\n新员工槽可用 - 增加+1通用命令槽"
Summary="反抗军议事厅允许每月分配反抗军命令。"

[ResistanceRingStaffSlot X2StaffSlotTemplate]
BonusEmptyText="给予+1通用命令槽"
BonusText="通用命令+%AVENGERBONUS"
FilledText="%UNITNAME 在组织和后勤方面协助反抗军，使他们能够执行更多的命令"

[InfiltrationStaffSlot X2StaffSlotTemplate]
EmptyText="士兵"
BonusText="渗透中"

[CovertActionNarrative_IntelligenceInfiltrate X2CovertActionNarrativeTemplate]
ActionName="黑客入侵变种人数据库"
ActionPreNarrative="我们获得<XGParam:StrValue4/>的最佳机会就是侵入这个数据库。除了目标信息外，它还应该包含其他一些我们可以利用的情报。"
ActionPostNarrative=""

[CovertActionNarrative_InformantInfiltrate X2CovertActionNarrativeTemplate]
ActionName="营救反抗组织线人"
ActionPreNarrative="一名反抗组织线人正在调查<XGParam:StrValue4/>的解决方案，但他们在调查过程中被捕。策划一次直接的越狱行动是我们了解他们发现了什么的唯一机会。"
ActionPostNarrative=""

[CovertActionNarrative_DistractionInfiltrate X2CovertActionNarrativeTemplate]
ActionName="分散变种人驻军的注意力"
ActionPreNarrative="如果我们想<XGParam:StrValue4/>，我们就需要吸引变种人在该地区的兵力。攻击一个非常显眼的目标应该可以做到这一点，而且我们还能借此取得在宣传上的重大胜利。"
ActionPostNarrative=""

[CovertActionNarrative_SabotageInfiltrate X2CovertActionNarrativeTemplate]
ActionName="破坏变种人基础设施"
ActionPreNarrative="摧毁变种人在这一地区的基础设施是实现<XGParam:StrValue4/>的最佳途径。如果我们选择的目标正确，我们还能对变种人的通信网络造成严重破坏。"
ActionPostNarrative=""

[CovertActionNarrative_PersonnelRescue X2CovertActionNarrativeTemplate]
ActionName="营救XCOM人员"
ActionPreNarrative="终于，我们可以<XGParam:StrValue4/>了。即使我们利用了所有已知的盲点，这个拘留设施仍然是一个难以攻克的目标。"
ActionPostNarrative=""

[CovertActionNarrative_CaptureDVIP X2CovertActionNarrativeTemplate]
ActionName="捕获变种人合作者"
ActionPreNarrative="这是我们实现<XGParam:StrValue4/>的机会。他们将参观位于市中心的变种人设施，为了尽量减少他们的安保人员，我们计划在他们回来的路上袭击他们，。"
ActionPostNarrative=""

[CovertActionNarrative_PreparePersonnel X2CovertActionNarrativeTemplate]
ActionName="叛国罪的调查报告"
ActionPreNarrative="我们的线人说，变种人最近以\"不爱国思想\"为由逮捕了一名知名学者。为了<XGParam:StrValue4/>, 我们需要找到变种人把他关在哪里。"
ActionPostNarrative="我们的特工成功找到了这名高知名度的囚犯，更妙的是，我们还找到了监狱安保系统的盲点。我们现在出击就能解救他！"

[CovertActionNarrative_PrepareFactionJB X2CovertActionNarrativeTemplate]
ActionName="与派系协商"
ActionPreNarrative="我们可以从<XGParam:StrValue0/>获得额外的战地支援。 如果我们派出一支代表队，他们可能会愿意再派遣一名士兵加入XCOM的行列。"
ActionPostNarrative="好消息是，<XGParam:StrValue0/>同意了我们的提议。坏消息是，他们承诺支援我们的士兵最近被俘了。如果我们想得到他们的支援，就必须策划一次越狱。"

[CovertActionNarrative_PrepareUFO X2CovertActionNarrativeTemplate]
ActionName="迫使幽浮着陆"
ActionPreNarrative="有了指令代码，我们就可以诱使幽浮<font color='#CBB11F'>降落</font>。接着，我们必须在主力小队进入后设法干扰他们的通讯，以延缓他们的求救信号。这将是我们唯一的机会，没有第二次机会了。"
ActionPostNarrative="指挥官，我们取得了惊人的成功!外星飞船已经着陆，通讯干扰网已经就位。不过我觉得他们开始变得聪明了，所以我们应该马上出击。"

[CovertActionNarrative_PrepareFacility X2CovertActionNarrativeTemplate]
ActionName="确认化身计划合作者"
ActionPreNarrative="外星人把有关他们<font color='#842015'>化身计划设施</font>的信息埋藏得相当深，但肯定至少有一个人类握有关键线索。这个计划无论如何总会有一个薄弱环节。我们只需要找到漏洞。"
ActionPostNarrative="指挥官，在\"借用\"了一些变种人的记录之后，我的团队找到了一个参与建造<font color='#842015'>化身计划设施</font>的人类高层。而更棒的是，我们知道他在哪里。"

[InfiltrationSize1 X2SoldierUnlockTemplate]
DisplayName="渗透规模 I"
Summary="由五名士兵组成的小队在渗透时间方面不再受到任何惩罚，并且渗透率可以达到250%。"

[InfiltrationSize2 X2SoldierUnlockTemplate]
DisplayName="渗透规模 II"
Summary="由六名士兵组成的小队在渗透时间方面不再受到任何惩罚，并且渗透率可以达到250%。\n\n需要渗透规模 I"

[UpdatedFirewalls X2SitRepTemplate]
FriendlyName="防火墙更新"
Description="敌人的科技防御数值提高<Ability:UPDATED_FIREWALLS_HACK_DEFENSE_BONUS/>并且无法\"侵入\"变种人安保哨塔"

[MentalReadiness X2SitRepTemplate]
FriendlyName="心理准备"
Description="小队获得+<Ability:MENTAL_READINESS_VALUE/>闪避、黑客数值和对灵能的防御力"

[LightningStrike X2SitRepTemplate]
FriendlyName="闪电出击"
Description="当小队保持隐蔽时，XCOM单位在战斗的前个回合<Ability:LIGHTNINGSTRIKEDURATIONACTUAL/>个回合内移动力+<Ability:LIGHTNINGSTRIKEMOVEBONUS/>。"

[AdventPatrols X2SitRepTemplate]
FriendlyName="展现蛮力"
Description="每个变种人敌人群（pods）都包含一个额外的敌方单位"

[GunneryEmplacements X2SitRepTemplate]
FriendlyName="炮兵炮位"
Description="变种人在此地区部署了更多炮塔"

[Phalanx_CI X2SitRepTemplate]
FriendlyName="方阵"
Description="所有敌方敌人群（pods）中都有一个变种人持盾者"

[Congregation X2SitRepTemplate]
FriendlyName="教会"
Description="所有敌方敌人群（pods）中都有一个变种人祭司"

[ShoddyIntel X2SitRepTemplate]
FriendlyName="低劣情报"
Description="任务计时器减少1回合"

[WellRehearsed X2SitRepTemplate]
FriendlyName="精心准备"
Description="任务计时器增加1回合"

[VolunteerArmy X2SitRepTemplate]
FriendlyName="志愿军人"
Description="一名反抗军士兵加入了小队参加此次行动"

[IntelligenceLeak X2SitRepTemplate]
FriendlyName="泄密行动"
Description="小队在开始任务时没有隐蔽，并且被察觉范围增加33%"

[Foxholes X2SitRepTemplate]
FriendlyName="散兵坑"
Description="当处于半身掩体中时+<Ability:FOXHOLES_MOBILITY/>机动性和+<Ability:FOXHOLES_DEFENSE/>防御力"

[TacticalAnalysis X2SitRepTemplate]
FriendlyName="战术分析"
Description="敌方单位被XCOM发现后的下回合行动点减一"

[AdventAirPatrols X2SitRepTemplate]
FriendlyName="空中巡逻"
Description="一旦发现敌人，就会向该区域投放额外的变种人增援部队"

[CommsJamming X2SitRepTemplate]
FriendlyName="通信干扰"
Description="第一艘变种人增援空投船将会延迟抵达"

[OpportuneMoment1 X2SitRepTemplate]
FriendlyName="机遇时刻"
Description="-<Ability:OPPORTUNE_MOMENT_1_DETECTION_MODIFIER/>%被察觉半径，+<Ability:OPPORTUNE_MOMENT_1_CRIT_BONUS/>%暴击"

[OpportuneMoment2 X2SitRepTemplate]
FriendlyName="机遇时刻 II"
Description="-<Ability:OPPORTUNE_MOMENT_2_DETECTION_MODIFIER/>%被察觉半径， +<Ability:OPPORTUNE_MOMENT_2_CRIT_BONUS/>%暴击"

[MessyInsertion X2SitRepTemplate]
FriendlyName="杂乱无章的部署"
Description="小队在任务开始时<Ability:MESSYINSERTION_WILLLOSS/>%疲惫，其中一名士兵将会<Ability:MESSYINSERTION_HEALTHLOSS/>%受伤"

[RestrictedAirspace X2SitRepTemplate]
FriendlyName="受限空域"
Description="在这片区域被完全清理干净之前，天际游侠号无法前来接应小队"

[ExperimentalRollout X2SitRepTemplate]
FriendlyName="试验性推广"
Description="所有敌方单位在满血状态下拥有<Ability:EXPERIMENTALROLLOUT_CRITMODIFIER/>对暴击抗性和<Ability:EXPERIMENTALROLLOUT_EXPLOSIVEDAMAGE/>%爆炸伤害抗性"

[EquipmentCache X2SitRepTemplate]
FriendlyName="设备存储库"
Description="小队中的每名士兵将获得一件额外的基础通用物品"

[CovertActionRisk_IntelligenceLeak X2CovertActionRiskTemplate]
RiskName="泄密行动"

[CovertActionRisk_AdventAirPatrols X2CovertActionRiskTemplate]
RiskName="空中巡逻"

[CovertActionRisk_ShoddyIntel X2CovertActionRiskTemplate]
RiskName="低劣情报"

[CovertActionRisk_UpdatedFirewalls X2CovertActionRiskTemplate]
RiskName="防火墙更新"

[CovertActionRisk_Phalanx_CI X2CovertActionRiskTemplate]
RiskName="方阵"

[CovertActionRisk_Congregation X2CovertActionRiskTemplate]
RiskName="教会"

[CovertActionRisk_MessyInsertion X2CovertActionRiskTemplate]
RiskName="杂乱无章的部署"

[CovertActionRisk_RestrictedAirspace X2CovertActionRiskTemplate]
RiskName="受限空域"

[CovertActionRisk_ExperimentalRollout X2CovertActionRiskTemplate]
RiskName="实验性部署"

[NoSquadConcealmentEffect X2SitRepEffect_ModifyTacticalStartState]
FriendlyName="无初始隐蔽"
Description="变种人不知何故得知了我们的行动 - 我们的小队在该地区开始任务时不会隐蔽。"

[IntelligenceLeakDebuffEffect X2SitRepEffect_GrantAbilities]
FriendlyName="增加侦查距离"
Description="变种人驻军处于高度戒备状态 - 我们的隐蔽部队将更容易被发现"

[MessyInsertionEffect X2SitRepEffect_ModifyTacticalStartState]
FriendlyName="队员受伤"
Description="我们的队伍在前往任务地点的路上遭遇了变种人巡逻队 - 他们都很疲惫，而且还有一名队员受了伤。"

[EquipmentCacheEffect X2SitRepEffect_GrantAbilities]
FriendlyName="额外的通用物品"
Description="反抗军在该地区有一个补给藏匿点，我们的队伍使用了这个藏匿点 - 他们获取了一些额外的物品，可能对我们很有帮助。"

[X2StrategyGameRulesetDataStructures]
CovertActionRiskLabels[0]="极其微小"
CovertActionRiskLabels[1]="较低"
CovertActionRiskLabels[2]="低"
CovertActionRiskLabels[3]="中"
CovertActionRiskLabels[4]="高"
CovertActionRiskLabels[5]="极高"

[XComGameState_HeadquartersXCom]
;CovertActionsSelectOp="SELECT OPERATION" **Vanilla option for reference**
; We don't care if the ring is built or not, always show the same message
CovertActionsGoToRing="选择隐秘行动操作"
CovertActionsBuildRing="选择隐秘行动操作"

[Reward_SmallIntel X2RewardTemplate]
DisplayName="情报"

[Reward_SmallIncreaseIncome X2RewardTemplate]
DisplayName="增加地区收入"
RewardDetails="地区收入增加了<XGParam:IntValue0/>份补给"

[Reward_FacilityDelay X2RewardTemplate]
DisplayName="推迟设施建设"
RewardDetails="下一个设施延迟<XGParam:IntValue0/>天"

[Reward_Rumor X2RewardTemplate]
DisplayName="反抗军传闻"
RewardDetails="在全息地球仪上显示一个扫描地点"

[Reward_Materiel X2RewardTemplate]
DisplayName="敌方物资"
RewardDetails="回收外星物资和补给"

[Reward_Progress X2RewardTemplate]
DisplayName="高级任务序列"
RewardDetails="解锁任务序列中的下一个任务"

[Reward_CounterDarkEvent X2RewardTemplate]
DisplayName="已阻止黑暗事件: <XGParam:StrValue0/>"

[Reward_DelayDarkEvent X2RewardTemplate]
DisplayName="推迟黑暗事件: <XGParam:StrValue0/>"

[OTSStaffSlot X2StaffSlotTemplate]
BonusEmptyText="训练士兵成为特定兵种"

[ResCard_LiveFireTraining X2StrategyCardTemplate]
SummaryText="游击战术学校训练将使士兵的等级再提升<XGParam:IntValue0/>级"

[Reward_UtilityItems X2RewardTemplate]
DisplayName="基本通用物品"

[CovertAction_UtilityItems X2CovertActionTemplate]
ActionObjective="回收有用物品"

[CovertActionNarrative_UtilityItems_Skirmishers X2CovertActionNarrativeTemplate]
ActionName="重启工厂"
ActionPreNarrative="我的同胞发现了一座旧世界的废弃工厂。有了你以前的XCOM指令代码和几个帮手，我们就能让它重新运转，并在变种人发现我们之前带着货物离开。"
ActionPostNarrative="成功了!多亏了你们的帮助，我们才得以成功完成了几个生产周期，并在变种人前来破坏我们的行动之前撤离了现场。"

[CovertActionNarrative_UtilityItems_Reapers X2CovertActionNarrativeTemplate]
ActionName="重启工厂"
ActionPreNarrative="我的部下发现了一座旧世界的废弃工厂。有了你以前的XCOM指令代码和几个帮手，我们就能让它重新运转，并在变种人发现我们之前带着货物离开。"
ActionPostNarrative="成功了!多亏了你们的帮助，我们才得以成功完成了几个生产周期，并在变种人前来破坏我们的行动之前撤离了现场。"

[CovertActionNarrative_UtilityItems_Templars X2CovertActionNarrativeTemplate]
ActionName="Factory Reactivation"
ActionPreNarrative="我的追随者发现了一座旧世界的废弃工厂。有了你以前的XCOM指令代码和几个帮手，我们就能让它重新运转，并在变种人发现我们之前带着货物离开。"
ActionPostNarrative="成功了!多亏了你们的帮助，我们才得以成功完成了几个生产周期，并在变种人前来破坏我们的行动之前撤离了现场。"

[Reward_ExperimentalItem X2RewardTemplate]
DisplayName="实验性物品"

[CovertAction_ExperimentalItem X2CovertActionTemplate]
ActionObjective="回收实验物品"

[CovertActionNarrative_ExperimentalItem_Skirmishers X2CovertActionNarrativeTemplate]
ActionName="实验物品"
ActionPreNarrative="我的同胞偶然发现了一个被失魂者占据了的变种人研究前哨站。谁知道呢，伪神们可能在撤退时忘记了把这地方给毁了。我们可以回去看看有没有什么东西幸存下来。"
ActionPostNarrative="今天运气很好。在失魂者攻占地下部分之前，变种人只来得及使其部分坍塌，我们在废墟中发现了一些特别的东西。"

[CovertActionNarrative_ExperimentalItem_Reapers X2CovertActionNarrativeTemplate]
ActionName="实验物品"
ActionPreNarrative="我的部下偶然发现了一个被失魂者占据了的变种人研究前哨站。谁知道呢，锅盖头们可能在撤退时忘记了把这地方给毁了。我们可以回去看看有没有什么东西幸存下来。"
ActionPostNarrative="今天运气很好。在失魂者攻占地下部分之前，变种人只来得及使其部分坍塌，我们在废墟中发现了一些特别的东西。"

[CovertActionNarrative_ExperimentalItem_Templars X2CovertActionNarrativeTemplate]
ActionName="实验物品"
ActionPreNarrative="我的追随者偶然发现了一个被失魂者占据了的变种人研究前哨站。谁知道呢，长老们可能在撤退时忘记了把这地方给毁了。我们可以回去看看有没有什么东西幸存下来。"
ActionPostNarrative="今天运气很好。在失魂者攻占地下部分之前，变种人只来得及使其部分坍塌，我们在废墟中发现了一些特别的东西。"

[Reward_Promotions X2RewardTemplate]
DisplayName="晋升"
RewardDetails="我们的士兵最近取得的进步不会被忽视。"

[CovertAction_ExhaustiveTraining X2CovertActionTemplate]
ActionObjective="全面训练"

[CovertActionNarrative_ExhaustiveTraining_Skirmishers X2CovertActionNarrativeTemplate]
ActionName="反抗军联合训练活动"
ActionPreNarrative="散兵的训练无论在地球上还是其他任何地方都是最好的。你为什么不派你最优秀的战士过来，让我们给你们示范一下该怎么做。希望这不会把他们弄得太狼狈。"
ActionPostNarrative="我必须承认，你们的士兵给我留下了深刻的印象。我相信我们所有的人都已变得更加强大，并准备好向变种人发起反击了。"

[CovertActionNarrative_ExhaustiveTraining_Reapers X2CovertActionNarrativeTemplate]
ActionName="反抗军联合训练活动"
ActionPreNarrative="死神只接受最严苛的训练。我认为你的部队可以学到一两样东西 - 让我们看看他们能否经受住考验。"
ActionPostNarrative="我从未对你的士兵有任何怀疑，现在看来，我的信任得到了回报。当他们离开我们时，他们已经成为了名誉死神。"

[CovertActionNarrative_ExhaustiveTraining_Templars X2CovertActionNarrativeTemplate]
ActionName="反抗军联合训练活动"
ActionPreNarrative="我的追随者必须是意志坚定的人，并由我亲手塑造成为真正的圣殿骑士。你的士兵可以从这种训练中受益...前提当然是他们足够配得上。"
ActionPostNarrative="你们的候选人被发现具有坚强的品格。如果不是其他地方需要他们，我早就已经将他们纳入我的追随者中了。"

[CovertAction_AlienCorpses X2CovertActionTemplate]
ActionObjective="回收外星人尸体"

[Reward_AlienCorpses X2RewardTemplate]
DisplayName="外星人尸体"

[CovertActionNarrative_AlienCorpses_Skirmishers X2CovertActionNarrativeTemplate]
ActionName="搜刮外星战利品"
ActionPreNarrative="我的一些同胞偶然发现了一个毫无准备的变种人哨所，我们轻而易举地攻破了他们的防线。来，和我们一起分享击败他们所得到的战利品。"
ActionPostNarrative="我们希望我们能找到更多的东西来支持我们的共同目标"

[CovertActionNarrative_AlienCorpses_Reapers X2CovertActionNarrativeTemplate]
ActionName="搜刮外星战利品"
ActionPreNarrative="变种人派出了一支巡逻队，正好经过我们监视的区域，不用说，他们的下场并不好。如果你有兴趣，那里还有很多剩余物品可以分享。"
ActionPostNarrative="你确定你只想要装备?我已经让我最好的厨师在生火了。"

[CovertActionNarrative_AlienCorpses_Templars X2CovertActionNarrativeTemplate]
ActionName="搜刮外星战利品"
ActionPreNarrative="长老们的仆人就像狂风中的草叶一样倒在我的追随者面前。我们已经拿走了他们的部分装备，剩下的欢迎你们享用。"
ActionPostNarrative="我们的事业日益强大。"

[CovertAction_PatrolWilderness X2CovertActionTemplate]
ActionObjective="调查传闻"

[Reward_MultiPOI X2RewardTemplate]
DisplayName="扫描地点"

[CovertActionNarrative_PatrolWilderness_Skirmishers X2CovertActionNarrativeTemplate]
ActionName="荒野巡逻"
ActionPreNarrative="现在我们自由了，我们的同胞常常探索这个星球废弃的荒野，并发现了许多被遗忘的秘密。欢迎你的士兵加入我们。"
ActionPostNarrative="我们的巡逻队发现了几个值得进一步调查的有趣地点。"

[CovertActionNarrative_PatrolWilderness_Reapers X2CovertActionNarrativeTemplate]
ActionName="荒野巡逻"
ActionPreNarrative="我们曾经熟悉的世界已然消逝，但我的部下仍在为它的遗迹守夜。我们欢迎XCOM的队伍加入我们的日常巡逻行动。"
ActionPostNarrative="我们的巡逻队发现了几个值得进一步调查的有趣地点。"

[CovertActionNarrative_PatrolWilderness_Templars X2CovertActionNarrativeTemplate]
ActionName="荒野巡逻"
ActionPreNarrative="我的追随者们与这片土地以及流淌于其中的能量相契合。我们能够感觉到还有许多秘密尚未被揭开……而我们可以展示给你们看。"
ActionPostNarrative="我们的巡逻队发现了几个值得进一步调查的有趣地点。"

[CovertAction_BlackMarket X2CovertActionTemplate]
ActionObjective="发现黑市"

[Reward_BlackMarket X2RewardTemplate]
DisplayName="黑市"

[CovertActionNarrative_BlackMarket_Skirmishers X2CovertActionNarrativeTemplate]
ActionName="帮助走私者"
ActionPreNarrative="黑市在几个星期前被变种人的反走私行动赶跑了。我们应该派一个小队去帮助他们重新建立起来。"
ActionPostNarrative="我们从变种人的清剿行动中救出了我们的走私者朋友，但我们在战斗中失去了他们的踪迹。我们需要复仇者号的扫描器来重新定位他们。"

[CovertActionNarrative_BlackMarket_Reapers X2CovertActionNarrativeTemplate]
ActionName="帮助走私者"
ActionPreNarrative="黑市在几个星期前被变种人的反走私行动赶跑了。我们应该派一个小队去帮助他们重新建立起来。"
ActionPostNarrative="我们从变种人的清剿行动中救出了我们的走私者朋友，但我们在战斗中失去了他们的踪迹。我们需要复仇者号的扫描器来重新定位他们。"

[CovertActionNarrative_BlackMarket_Templars X2CovertActionNarrativeTemplate]
ActionName="帮助走私者"
ActionPreNarrative="黑市在几个星期前被变种人的反走私行动赶跑了。我们应该派一个小队去帮助他们重新建立起来。"
ActionPostNarrative="我们从变种人的清剿行动中救出了我们的走私者朋友，但我们在战斗中失去了他们的踪迹。我们需要复仇者号的扫描器来重新定位他们。"

[UIAlert]
m_strOutpostBody=一旦中继站建成，<XGParam:StrValue0/!WorldRegionName/>的反抗军就可以收集到+<XGParam:IntValue0/>的补给品。与周围地区的情报联络费用也会降低，此地区将开始出现高级任务序列，并且任何化身计划设施都将被解锁。

[UIStrategyPolicy]
LockedSlotLabel=通过隐秘行动提高影响力

[ActionableFacilityLead X2ItemTemplate]
FriendlyName="可用于行动的线索"
FriendlyNamePlural="可用于行动的线索"
BriefSummary="现在这条线索的加密数据已经被解密，我们知道变种人设施所使用的频率并可以部署干扰器来安全地攻击它们其中的一个。但是只能攻击一个 - 无论胜败，变种人都会做出反应，确保他们剩余的资产得到保护，这些数据将会变得毫无用处。"

[FacilityLeadItem X2ItemTemplate]
BriefSummary="一份关于变种人远程设施安全的宝贵信息资料。我们的研究团队可以利用这些信息来找出如何部署干扰器并安全攻击其中一个设施的方法，但这需要时间以及进一步的情报支持。"

[Tech_AlienFacilityLead X2TechTemplate]
DisplayName="设施线索"
Summary="我们的部队最近发现了关于变种人远程设施的宝贵信息。如果我们能成功解密恢复的数据，就可以对变种人设施进行战术打击。" 
CodeName="洞察力"
LongDescription="尽管耗时长久，我最终还是成功破解了我军从战场收集的变种人数据。如我所料，该数据包含变种人所有远程设施的安全协议规范。掌握了这些信息，我们就可以部署信号干扰器，并派出一支突击队去攻击和摧毁该设施。不过，变种人一旦发现情况不妙，肯定会改变加密方法。这些信息只能用于进行一次攻击。但我毫不怀疑如果我们成功，失去一个设施将对外星人对化身计划的努力造成重大打击。理查德·泰根。"
UnlockedDescription="将设施线索转化为可用于行动的线索"

; Note: the double header is required. Does NOT work without it
[XComGame.UIMission_AlienFacility]
[UIMission_AlienFacility]
m_strLockedHelp="我们必须找到一条可用于行动的线索，或者在这个地区建立一个无线电中继站，然后我们才能袭击并摧毁这个设施!"

[DefaultGatecrasherCI X2MissionNarrativeTemplate]
ObjectiveTextPools[0]="THIS_IS_A_BUG"
ObjectiveTextPools[1]="解救囚犯"
ObjectiveTextPools[2]="消灭所有敌人"
ObjectiveTextPools[3]="囚犯必须存活"

; Ignore this, game throws warnings if it doesn't exist
ConsoleObjectiveTextPools[0]=
ConsoleObjectiveTextPools[1]=

[DefaultSabotageCC X2MissionNarrativeTemplate]
ObjectiveTextPools[0]="Unused"
ObjectiveTextPools[1]="在纪念碑上安置X4炸药"
ObjectiveTextPools[2]="撤离所有XCOM士兵"

[GatecrasherCI X2MissionTemplate]
DisplayName="闯入者行动"
Briefing="闯入变种人设施并营救VIP"
PostMissionType="闯入者行动"
BriefingImage="img:///UILibrary_Common.Xcom_default"
ObjectiveTextPools[0]="清扫现场并消灭所有敌人"
ObjectiveTextPools[1]="将囚犯从牢房中解救出来"
ObjectiveTextPools[2]="在现场被清理完毕之前保证囚犯存活。"
PreMissionNarratives[0]="X2NarrativeMoments.TACTICAL.SabotageCC.T_SabotageCC_Narrative_Wrappers_04"

[MissionSource_GatecrasherCI X2MissionSourceTemplate]
+BattleOpName="闯入者行动"

; The player shouldn't ever see this, but just in case
[GatecrasherCI X2MissionFlavorTextTemplate]
FlavorText="THIS_IS_A_BUG"

[Header_CovertInfiltration X2EncyclopediaTemplate]
ListTitle="COVERT INFILTRATION"
